Repository: NikaNozadze/PersonDirectory
Catalog: PersonDirectory/PersonDirectoryMVC/Resources/SharedResources.*.resx
Languages: ka_ge

source: A person with this ID was not found.
ka_ge: ამ ID მქონე პირი ვერ მოიძებნა.

source: A Transaction is already in progress.
ka_ge: ტრანზაქცია უკვე მიმდინარეობს.

source: Acquaintance
ka_ge: ნაცნობი

source: Add
ka_ge: დამატება

source: Add City
ka_ge: ქალაქის დამატება

source: Add Person
ka_ge: პიროვნების დამატება

source: Add Phone Number
ka_ge: ნომრის დამატება

source: Add Related Person
ka_ge: კავშირის დამატება

source: An error occurred while saving the entity changes. See the inner exception for details.
ka_ge: შეიქმნა პრობლემა ობიექტზე მუშაობის დროს.

source: Are you sure you want to delete City with ID
ka_ge: დარწმუნებული ხართ რომ გინდათ წაშალოთ ქალაქი ID-ით

source: Are you sure you want to delete person with ID
ka_ge: დარწმუნებული ხართ რომ გინდათ წაშალოთ პიროვნება ID-ით

source: Are you sure you want to delete Phone Number with ID
ka_ge: დარწმუნებული ხართ რომ გინდათ წაშალოთ ტელეფონის ნომერი ID-ით

source: Back
ka_ge: გასვლა

source: Cancel
ka_ge: უარყოფა

source: City
ka_ge: ქალაქი

source: City ID is required.
ka_ge: ქალაქის ID სავალდებულოა.

source: City name is required.
ka_ge: ქალაქის სახელი სავალდებულოა.

source: City deleted successfully
ka_ge: ქალაქი წარმატებით წაიშალა

source: CityId
ka_ge: ქალაქის Id

source: CityName
ka_ge: ქალაქის სახელი

# CityNotFoundMessage
source: City not found.
ka_ge: ქალაქი ვერ მოიძებნა

source: Colleague
ka_ge: კოლეგა

source: Confirm Deletion
ka_ge: წაშლის დადასტურება

source: Connection string 'DefaultConnection' not found.
ka_ge: კავშირის სტრიქონი „DefaultConnection“ ვერ მოიძებნა.

source: Create Person
ka_ge: პიროვნების შექმნა

source: Date of Birth
ka_ge: დაბადების თარიღი

source: Date of birth cannot be in the future.
ka_ge: დაბადების თარიღი არ შეიძლება იყოს მომავალში

source: Date of birth is required.
ka_ge: დაბადების თარიღი სავალდებულოა.

source: DateOfBirth
ka_ge: დაბადების თარიღი

source: Delete
ka_ge: წაშლა

source: Delete Image
ka_ge: ფოტოს წაშლა

source: Detailed Search
ka_ge: დეტალური ძიება

source: Edit Person
ka_ge: პიროვნების განახლება

source: Enter your search query
ka_ge: ჩაწერეთ თქვენი ძებნის მოთხოვნა

source: Female
ka_ge: მდედრობითი

source: First name is required.
ka_ge: პიროვნების სახელი სავალდებულოა.

source: First name must be between 2 and 50 characters.
ka_ge: სახელი უნდა შეიცავდეს 2-დან 50 სიმბოლომდე.

source: FirstName
ka_ge: სახელი

source: Gender
ka_ge: სქესი

source: Gender is required.
ka_ge: სქესი სავალდებულოა.

source: Home
ka_ge: სახლი

source: Image file is required.
ka_ge: სურათის ფაილი სავალდებულოა.

source: Image file not found.
ka_ge: სურათის ფაილი ვერ მოიძებნა

source: Image deleted successfully
ka_ge: სურათი წარმატებით წაიშალა

# ImageNotFoundMessage
source: Image not found
ka_ge: სურათი ვერ მოიძებნა

source: Input must contain only Georgian or Latin letters.
ka_ge: ველი უნდა შეიცავდეს მხოლოდ ქართულ ან ლათინურ ასოებს.

source: Internal server error
ka_ge: სერვერის შიდა შეცდომა

source: Invalid search type
ka_ge: შერჩეულია არასწორი ძებნის ტიპი

source: Language changed to english
ka_ge: ენა ვერ შეიცვალა ქართულზე

# LanguageChangedToGeorgian
source: The language could not be changed to Georgian
ka_ge: ენა შეცვლილია ქართულზე

source: Last name is required.
ka_ge: გვარი სავალდებულოა.

source: Last name must be between 2 and 50 characters.
ka_ge: გვარი უნდა შეიცავდეს 2-დან 50 სიმბოლომდე.

source: LastName
ka_ge: გვარი

source: Male
ka_ge: მამრობითი

source: Mobile
ka_ge: მობილური

source: Must be at least 18 years of age.
ka_ge: პიროვნება უნდა იყოს მინიმუმ 18 წლის.

source: Name
ka_ge: სახელი

source: Name and surname should both be either Latin or Georgian.
ka_ge: სახელიც და გვარიც, ორივე უნდა იყოს ქართული ან ლათინური

source: Number
ka_ge: ნომერი

source: Office
ka_ge: ოფისი

source: Other
ka_ge: სხვა

source: Person
ka_ge: პიროვნება

source: Person Id
ka_ge: პიროვნების Id

source: Person ID cannot be zero.
ka_ge: პიროვნების ID არ შეიძლება იყოს ნული.

source: Person Id required.
ka_ge: პიროვნების ID სავალდებულოა.

source: Person Name
ka_ge: პიროვნების სახელი

source: Personal Number
ka_ge: პირადი ნომერი

source: Personal number is required.
ka_ge: პირადი ნომერი სავალდებულოა.

source: PersonalNumber
ka_ge: პირადი ნომერი

source: Person deleted successfully
ka_ge: პიროვნება წარმატებით წაიშალა

# PersonNotFoundMessage
source: Person not found
ka_ge: პიროვნება ვერ მოიძებნა

source: Phone Number
ka_ge: ტელეფონის ნომერი

source: Phone number is required.
ka_ge: ტელეფონის ნომერი სავალდებულოა.

source: Phone number must be between 4 and 50 characters.
ka_ge: ტელეფონის ნომერი უნდა შეიცავდეს 4-დან 50 სიმბოლომდე.

source: Phone Number Type
ka_ge: ტელეფონის ნომრის ტიპი

source: Phone Numbers
ka_ge: ტელეფონის ნომრები

source: Phone Type
ka_ge: ტელეფონის ტიპი

source: Phone type is required.
ka_ge: ტელეფონის ტიპი სავალდებულოა.

source: PhoneNumber
ka_ge: ტელეფონის ნომერი

source: Phone number deleted successfully
ka_ge: სატელეფონო ნომერი წარმატებით წაიშალა

# PhoneNumberNotFoundMessage
source: Phone number not found
ka_ge: სატელეფონო ნომერი ვერ მოიძებნა

source: Please enter 11 digits for the personal number.
ka_ge: პირადი ნომერი უნდა იყოს 11 ციფრისგან შემდგარი

source: Please enter a valid date.
ka_ge: ჩაწერეთ სწორი დრო

source: Please enter between 2 and 50 characters, using only Georgian or Latin letters.
ka_ge: დაწერეთ ქართული ან ლათინური ასოები 2-დან 50-მდე

source: Please enter between 4 and 50 digits for the phone number.
ka_ge: ნომერი უნდა ჩაწეროთ 4-დან 50-მდე ციფრით

# Record with key System.Object[] not found
source: Record with that key not found
ka_ge: ჩანაწერი მაგ ID-ით ვერ მოიძებნა

source: Related Individuals
ka_ge: დაკავშირებული პიროვნებები

source: Related Person
ka_ge: დაკავშირებული პიროვნება

source: Related Person Id
ka_ge: დაკავშირებული პიროვნების Id

source: Related person deleted successfully
ka_ge: დაკავშირებული პირი წარმატებით წაიშალა

# RelatedPersonNotFoundMessage
source: Related person not found
ka_ge: დაკავშირებული პირი ვერ მოიძებნა

source: Relation Type
ka_ge: ურთიერთობის ტიპი

source: Relation type is required.
ka_ge: კავშირის ტიპის მითითება სავალდებულოა.

source: Relative
ka_ge: ნათესავი

source: RP Id/FN
ka_ge: დპ Id/სს

source: Search
ka_ge: ძიება

source: SearchTermRequired
ka_ge: საძიებო ტერმინი სავალდებულოა

source: Surname
ka_ge: გვარი

source: The personal number must contain 11 digits.
ka_ge: პირადი ნომერი უნდა შეიცავდეს 11 ციფრს.

source: Type to filter cities
ka_ge: დაიწყეთ წერა რომ გაიფილტროს ქალაქები

source: Type to filter Persons
ka_ge: დაიწყეთ წერა რომ გაიფილტროს პიროვნებები

source: Type to filter Related Persons
ka_ge: დაიწყეთ წერა რომ გაიფილტროს პიროვნებები

source: Update
ka_ge: განახლება

source: Update City
ka_ge: ქალაქის განახლება

source: Update Person
ka_ge: პიროვნების განახლება

source: Update Phone Number
ka_ge: ნომრის განახლება

source: Update Phone Numbers
ka_ge: ნომრების განახლება

source: Update Related Person
ka_ge: დაკავშირებული პიროვნების განახლება

source: Update Related Persons
ka_ge: დაკავშირებული პირების განახლება

source: Upload Image
ka_ge: ფოტოს ატვირთვა

source: You must be at least 18 years old.
ka_ge: თქვენ უნდა იყოთ მინიმუმ 18 წლის
